Repository: micheljansen/nestoria-littleprinter
Catalog: locale/*/nestoria.po
Languages: es_es

source: Hello
es_es: Hola

source: Showing
es_es: Mostrando

source: all
es_es: todos

source: 1-10 of %s
es_es: 1-10 de %s

source: result
es_es: resultado

source: Flat
es_es: Piso

source: House
es_es: Chalet

source: property
es_es: vivienda

source: to rent
es_es: en alquiler

source: for sale
es_es: en venta

source: %{pt_part} %{lt_part} in %{location_nicename}
es_es: %{pt_part} %{lt_part} en %{location_nicename}

source: Search
es_es: Encuentra

source: million
es_es: millón

source: bedrooms
es_es: dormitorios

source: bathrooms
es_es: baños

source: Building type
es_es: Tipo de vivienda

source: Bungalow
es_es: Bungalows

source: New builds
es_es: Obra nueva

source: All types
es_es: Todos

source: Just new builds
es_es: Sólo obra nueva

source: No new builds
es_es: No obra nueva

source: Other variable
es_es: Otras características

source: Did you mean
es_es: ¿Quisiste decir

source: or
es_es: o

source: Looking for
es_es: ¿Buscas

source: for sale in
es_es: en venta en

source: to rent in
es_es: en alquiler en

source: Sort by
es_es: Orden

source: Nestoria Rank
es_es: Ranking Nestoria

source: Price
es_es: Precio

source: low to high
es_es: de menos a más

source: high to low
es_es: de más a menos

source: Bedrooms
es_es: Dormitorios

source: What's this?
es_es: ¿Qué es esto?

source: Previous
es_es: Anteriores

source: Next
es_es: Siguientes

source: You are here
es_es: Estas aquí

source: Property to rent near
es_es: Casa para alquilar cerca de

source: Change your search
es_es: Modifica tu búsqueda

source: Houses to rent near
es_es: Adosados o chalets en alquiler cerca de

source: Flats to rent near
es_es: Pisos para alquilar cerca de
